questions = [
    "Как ты предпочитаешь проводить выходные?",
    "Какой вид спорта тебе ближе?",
    "Какое время суток ты любишь?"
]

answers = [
    ["В парке на пикнике с друзьями.", "Дома с книгой или фильмом.", "На вечеринке или в кругу тесных друзей."],
    ["Плавание или серфинг.", "Пешие прогулки или треккинг.", "Теннис или футбол."],
    ["Раннее утро, когда просыпается природа.", "Вечер, когда город замирает и начинается ночная жизнь.",
     "Ночь, когда все тихо и спокойно."]
]

animal_responses = [
    ["Кряква", "Королевская кобра", "Камышовый кот"],
    ["Камышовый кот", "Кряква", "Королевская кобра"],
    ["Камышовый кот", "Королевская кобра", "Кряква"]
]

animals_photos = {
    "Кряква": "53bd36e08b83a1cd1d8b05497c164c40.jpg",
    "Королевская кобра": "04353d5c27174bfe58340a93d2d7e971.jpg",
    "Камышовый кот": "f41ae9d19d49d5ff835895ea035c28bf.jpg"
}
